Repository: yigebis/driver
Catalog: lib/l10n/app_*.arb
Languages: am

source: Home
am: መነሻ ገጽ

source: Profile
am: መገለጫ

source: Track Bus
am: ጉዞ መከታተያ

# currentTravels
source: Current Trips
am: ቀጣይ ጉዞዎቼ

# welcomeComma
source: Welcome,
am: እንኳን ደኅና መጡ፣

source: Loading
am: በመፈለግ ላይ

source: Start Tracking
am: ጉዞ ይጀመር

source: Tracking
am: በሂደት ላይ

source: From
am: ከ

source: To
am: ወደ

source: Settings
am: ማስተካከያዎች

source: Theme
am: ገጽታ

source: Language
am: ቋንቋ

source: Select Language
am: ቋንቋ ይምረጡ

source: Logout
am: ውጣ

source: Hawir
am: ሐዊር

# noCurrentTravels
source: No Current Trips
am: እስካሁን ጉዞ አልተገኘም

source: Confirm Stop
am: መድረስዎን ያረጋግጡ

# stopPrompt
source: Are you sure you want to stop the trip
am: እርግጠኛ ነዎት ጉዞው ይቋረጥ?

source: No
am: አይ

source: Yes
am: አው

# tripStopped
source: Trip has been stopped
am: ጉዞው ተቋርጧል

# tripNotSelected
source: No trip has been selected
am: ምንም ጉዞ አልተመረጠም

source: Stop Trip
am: ጉዞውን አቋርጥ

# trackingTitle
source: Real-Time Bus Tracking
am: ቀጥታ የባስ መከታተያ

# locationWaiting
source: Waiting for Location Updates
am: የመገኛ መረጃን በመጠበቅ ላይ
